{
  "lastUpdate": "2025-08-12T20:03:35.583616",
  "spots": {
    "Bjerke": {
      "available_spots": [
        "Lykketrollet fam.barnehage avd Kildevn for barn under 3 år: 2 plasser i august."
      ]
    },
    "Frogner": {
      "available_spots": [
        "Amigos familiebarnehage avd. Abrakadabra: 1 plass for barn under 3 år, ledig i august.",
        "Godbiten barnehage: 5 plasser for barn over 3 år, og 2 plasser for barn under 3 år, fra august"
      ]
    },
    "Gamle Oslo": {
      "available_spots": [
        "Borggata familiebarnehage: 1 ledig plass for barn under 3 år, ledig fra august",
        "Sigurdsgate familiebarnehage: 1 ledig plass for barn under 3 år, ledig fra august"
      ]
    },
    "Grorud": {
      "available_spots": [
        "Hakkebakkeskogen familiebarnehage: 2 ledige plasser for barn under 3 år fra august"
      ]
    },
    "Grünerløkka": {
      "available_spots": [
        "Gaia barnehage: 2 ledige plasser for barn under 3 år fra september",
        "Lykketrollet familiebarnehage - Sverdrups gate: 1 ledige plass for barn under 3 år fra august"
      ]
    },
    "Nordre Aker": {
      "available_spots": [
        "Amigos familiebarnehage Giraffen: 7 småbarnsplasser, ledig fra august.",
        "Amigos familiebarnehage Småen: 7 ledige småbarnsplasser, ledig fra august.",
        "Gaustadsnippen barnehage: 2 storebarnsplasser og 4 småbarnsplasser, ledig fra august",
        "Hakkebakkeskogen familiebarnehage Daniel Walstads vei: 3 småbarnsplasser, ledig fra august.",
        "Hakkebakkeskogen familiebarnehage Kastanjeveien: 2 småbarnsplasser, ledig fra august.",
        "Hakkebakkeskogen familiebarnehage Kolderupsvei: 2 småbarnsplasser, ledig fra august.",
        "Hakkebakkeskogen familiebarnehage Tåsenveien: 1 småbarnsplass, ledig fra august.",
        "Norlandia Gaustadskogen barnehage: 5 storebarnsplasser og 5 småbarnsplasser, ledig fra august.",
        "Norlandia Gaustadskogen barnehage: 7 småbarnsplasser, ledig fra september.",
        "SiO barnehage Almelia: 5 storebarnsplasser og 4 småbarnsplasser, ledig fra august",
        "SiO barnehage Eilert Sundt: 2 småbarnsplasser, ledig fra august."
      ]
    },
    "Nordstrand": {
      "available_spots": [
        "Brumlebassen barnehage: 3 ledige plasser for barn under 3 år og 1 plass for barn over 3 år fra august",
        "De ni musene familiebarnehage: 1 plass for barn under 3 år, fra august"
      ]
    },
    "Sagene": {
      "available_spots": [
        "Lykketrollet familiebarnehage: Ledige plasser fra august for barn i alderen 0-3 år, 4 ledige i Vogtsgate 32"
      ]
    },
    "Søndre Nordstrand": {
      "available_spots": [
        "Bjørnebo barnehage 4 ledige plasser for barn 0-3 år fra september",
        "Blakkensvei barnehage 7 ledige plasser for barn 0-3 år fra september",
        "Kantarellen barnehage2 ledige plasser for barn 0-3 år og 4 ledige plass for barn 3-6 år fra september",
        "Solbakken barnehage 2 ledige plasser for barn 0-3 år og 4 ledige plass for barn 3-6 år fra august",
        "Taranrød barnehage: 2 ledige plasser for barn 0-3 år fra september",
        "Åsbråten barnehage 8 ledige plasser for barn 0-3 år og 10 ledige plass for barn 3-6 år fra september",
        "Åstun barnehage 10 ledige plasser for barn 0-3 år og 3 ledige plass for barn 3-6 år fra september"
      ]
    },
    "Ullern": {
      "available_spots": [
        "Amigos småvenner: 2 plasser til barn 1-3 år fra august",
        "Hakkebakkeskogen Dr. Rustadvei: ledige plasser til barn 1-3 år fra august"
      ]
    },
    "Vestre Aker": {
      "available_spots": [
        "Amigos familiebarnehage, Duogjegogvito: 2 småbarnsplasser, ledige fra august 2025.",
        "Hovseter barnehage: 2 småbarnsplass og 1 storebarnsplass, ledig fra august 2025.",
        "Klatremus familiebarnehage avd. Knerten: 1 småbarnsplass, ledig fra august 2025.",
        "Røahagan familiebarnehage: 4 småbarnsplasser, ledig fra august/september 2025",
        "Ulvestua barnehage: 2 småbarnsplasser, ledige fra august 2025."
      ]
    },
    "Østensjø": {
      "available_spots": [
        "Lykketrollet familiebhg. avd. Bogerudveien 25: 5 ledige småbarnsplasser, fra august",
        "Lykketrollet familiebhg. avd. Bogerudveien 27: 5 ledige småbarnsplasser, fra august",
        "Lykketrollet familiebhg. avd. Stordamveien: 1 ledige småbarnsplasser, fra august",
        "Lykketrollet familiebhg. avd. Ulsrudveien: 5 ledige småbarnsplasser, fra august",
        "Trollungene familiebarnehage: 3 ledige småbarnsplasser, fra auguust"
      ]
    }
  }
}