{
  "lastUpdate": "2025-11-03T05:36:00.828434",
  "spots": {
    "Alna": {
      "available_spots": [
        "Lutvannskollen barnehage: 1 plass under 3 år og 1 plass over 3 år ledig fra november",
        "Lutvannskollen barnehage: 1 plass under 3 år og 1 plass over 3 år ledig fra novemberLohøgda barnehage: 1 plass over 3 år ledig fra novemberStubberudlia barnehage: 1 plass over 3 år, ledig fra november"
      ]
    },
    "Frogner": {
      "available_spots": [
        "Amigos Familiebarnehage avd. Tornerose - 1 plass ledig for barn under 3 år, fra november.",
        "Amigos Familiebarnehage avd. Tornerose - 1 plass ledig for barn under 3 år, fra november.Betha Thorsen barnehage: 1 plass for barn over 3 år, ledig fra oktober.Bygården barnehage: 1 plass for barn over 3 år, ledig fra augustGydas Vei barnehage – 1 plass for barn over 3 år, ledig fra novemberHamna barnehage: 1 plass for barn over 3 år, ledig fra oktoberHegdehaugen barnehage – 1 plass for barn over 3 år, ledig fra novemberHjelmsgate barnehage - Ledig plass for barn over 3 år, ledig fra novemberRosenborg barnehage - 1 plass for barn over 3 år, ledig fra novemberSolbærtorvet barnehage - 1 plass for barn over 3 år, ledig fra november"
      ]
    },
    "Gamle Oslo": {
      "available_spots": [
        "Borggata familiebarnehage: 1 ledig plass for barn under 3 år, ledig fra september"
      ]
    },
    "Nordre Aker": {
      "available_spots": [
        "Amigos familiebarnehage avd Småen: 4 småbarnsplasser, ledig fra oktober",
        "Badebakken barnehage: 1 ledig storebarnsplass, ledig fra desember Solemskogen Naturbarnehage: 1 ledig storebarnsplass, ledig fra oktoberUniversitetets barnehage: 1 ledig storebarnsplass, ledig fra oktoberUniversitetets barnehage: 2 ledige storebarnsplasser, ledig fra novemberAmigos familiebarnehage avd Småen: 4 småbarnsplasser, ledig fra oktober"
      ]
    },
    "Søndre Nordstrand": {
      "available_spots": [
        "Bjørnebo barnehage 4 ledige plasser for barn 0-3 år fra september",
        "Bjørnebo barnehage 4 ledige plasser for barn 0-3 år fra septemberBlakkensvei barnehage 4 ledige plasser for barn 0-3 år fra septemberFjeldlund barnehage: 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra septemberJettegryta barnehage 4 ledige plass for barn 3-6 år fra septemberKantarellen barnehage2 ledige plass for barn 3-6 år fra septemberPreståsen Kanvas barnehage 1 ledig plass for barn født i 2024Solbakken barnehage 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra septemberTaranrød barnehage: 2 ledige plasser for barn 0-3 år fra septemberÅsbråten barnehage 3 ledige plasser for barn 0-3 år og 8 ledige plass for barn 3-6 år fra septemberÅstun barnehage 5 ledige plasser for barn 0-3 år fra september",
        "Blakkensvei barnehage 4 ledige plasser for barn 0-3 år fra september",
        "Fjeldlund barnehage: 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra september",
        "Solbakken barnehage 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra september",
        "Taranrød barnehage: 2 ledige plasser for barn 0-3 år fra september",
        "Åsbråten barnehage 3 ledige plasser for barn 0-3 år og 8 ledige plass for barn 3-6 år fra september",
        "Åstun barnehage 5 ledige plasser for barn 0-3 år fra september"
      ]
    },
    "Ullern": {
      "available_spots": [
        "Amigos småvenner familiebarnehage: 1 ledig for barn 0-3 fra oktober",
        "Amigos småvenner familiebarnehage: 1 ledig for barn 0-3 fra oktoberCasinetto Borettslags barnehage: 3 plasser for barn 3-6 år fra oktoberHoff terrasse: 1 ledig plass for barn 2-6 år fra novemberKjosjordet barnehage: 1 ledig plass til barn 3-6 år fra novemberNordjordet barnehage: 2 ledige plasser for barn 3-6 år fra oktoberThaulow barnehage: 3 ledige plasser for barn 3-6 år fra oktoberTørtberg Kanvasbarnehage: Ledige plasser til barn 3-6 år fra oktober"
      ]
    },
    "Vestre Aker": {
      "available_spots": [
        "Amigos barnehage, Du og jeg og vi to: 2 Småbarnsplasser, ledige fra september 2025.",
        "Amigos barnehage, Du og jeg og vi to: 2 Småbarnsplasser, ledige fra september 2025.Frantsebråten barnehage: 1 storebarnsplass, ledig fra november 2025.Giske barnehage: 1 storebarnsplass, ledig fra november 2025Holmenveien barnehage: 1 storebarnsplass, ledig fra desember 2025Jeppes familiebarnehage: 3 småbarnsplasser, ledig fra september/oktober 2025.Kongeørnen barnehage: 21 storebarnsplasser, ledige fra oktober 2025.Landingsveien barnehage: 1 storebarnsplass, ledig fra november 2025.Liabakken barnehage: 6 småbarnsplasser og 1 storebarnsplass, ledig fra november/desember 2025Montessoribarnehagen Solsikken Gladheim: 2 storebarnsplasser, ledig fra september 2025.Norlandia Tomms Hytter friluftsbarnehage: 2 storebarnsplass, ledig fra oktober 2025.",
        "Jeppes familiebarnehage: 3 småbarnsplasser, ledig fra september/oktober 2025.",
        "Liabakken barnehage: 6 småbarnsplasser og 1 storebarnsplass, ledig fra november/desember 2025"
      ]
    },
    "Østensjø": {
      "available_spots": [
        "Bogerud gård barnehage: 1 ledige storbarnsplass og 1 småbarnsplasser, fra november",
        "Bogerud gård barnehage: 1 ledige storbarnsplass og 1 småbarnsplasser, fra novemberHoltet barnehage: 1 ledige småbarnsplasser, 1 ledig storbarnsplass, fra novemberHusmannsplassen barnehage: 1 ledig storbarnsplass, fra novemberLille Langerud barnehage: 1 ledig storbarnsplass fra november, 2 ledige storbarnsplasser fra januarLykketrollet familiebhg. avd. Bogerudveien 25: 4 ledige småbarnsplasser, fra novemberLykketrollet familiebhg. avd. Bogerudveien 27: 6 ledige småbarnsplasser, fra novemberSolfridbakken barnehage: 1 ledig storbarnsplass, fra november",
        "Holtet barnehage: 1 ledige småbarnsplasser, 1 ledig storbarnsplass, fra november",
        "Lykketrollet familiebhg. avd. Bogerudveien 25: 4 ledige småbarnsplasser, fra november",
        "Lykketrollet familiebhg. avd. Bogerudveien 27: 6 ledige småbarnsplasser, fra november"
      ]
    }
  }
}