{
  "lastUpdate": "2025-11-14T03:45:13.768227",
  "spots": {
    "Alna": {
      "available_spots": [
        "Gransbakken barnehage: 1 plass under 3 år, ledig fra november",
        "Lia barnehage: 2 plasser under 3 år, ledig fra november",
        "Lia barnehage: 2 plasser under 3 år, ledig fra novemberNorlandia Fagerholt barnehage: 1 plass over 3 år, ledig fra desemberGransbakken barnehage: 1 plass under 3 år, ledig fra novemberLutvannskollen barnehage: 1 plass under 3 år og 1 plass over 3 år ledig fra novemberLohøgda barnehage: 1 plass over 3 år ledig fra novemberStubberudlia barnehage: 1 plass over 3 år, ledig fra novemberTeisentoppen barnehage, Frelsesarmeen: 1 plass over 3 år, ledig fra desember",
        "Lutvannskollen barnehage: 1 plass under 3 år og 1 plass over 3 år ledig fra november"
      ]
    },
    "Frogner": {
      "available_spots": [
        "Betha Thorsen barnehage: 1 plass for barn over 3 år, ledig fra oktober.Bygården barnehage: 1 plass for barn over 3 år, ledig fra augustGydas Vei barnehage – 1 plass for barn over 3 år, ledig fra novemberHegdehaugen barnehage – 1 plass for barn over 3 år, ledig fra novemberRosenborg barnehage - 10 plasser for barn under 3 år, ledig november/desemberSolbærtorvet barnehage - 1 plass for barn over 3 år, ledig fra november",
        "Rosenborg barnehage - 10 plasser for barn under 3 år, ledig november/desember"
      ]
    },
    "Stovner": {
      "available_spots": [
        "Fossum barnehage: 3 ledige plasser for barn 3-6 år fra november/desemberKaren Aasumb barnehage: 6 ledige plasser for barn 3-6 år fra november.Smedstua gård barnehage: 2 ledige plasser for barn 3-6 år (NB! Midlertidig i Østausa bhg)Stovnerfaret barnehage: 4 ledige plasser for barn 2-6 år fra november.Stovnerhøgda barnehage: 1 ledig plass for barn 3-6 år fra desember.Tokerudåsen barnehage: 1 ledig plass for barn 3-6 år fra desemberVestliberget barnehage: 1 ledig plass for barn 3-6 år fra desemberVestliskogen barnehage: 3 ledige plasser for barn 1-3 år fra november-desember, 5 ledige plasser for barn 3-6 år fra november.Vestlitoppen barnehage: 2 ledige plasser for barn 1-3 år fra desember.",
        "Vestliskogen barnehage: 3 ledige plasser for barn 1-3 år fra november-desember, 5 ledige plasser for barn 3-6 år fra november.",
        "Vestlitoppen barnehage: 2 ledige plasser for barn 1-3 år fra desember."
      ]
    },
    "Søndre Nordstrand": {
      "available_spots": [
        "Bjørnebo barnehage 2 ledige plasser for barn 0-3 år, 1 ledig plass 3-6 år, fra november",
        "Bjørnebo barnehage 2 ledige plasser for barn 0-3 år, 1 ledig plass 3-6 år, fra novemberBlakkensvei barnehage 4 ledige plasser for barn 0-3 år fra novemberJettegryta barnehage 1 ledig plass for barn 3-6 år fra novemberKantarellen barnehage: 2 ledige plasser for barn 3-6 år fra november",
        "Blakkensvei barnehage 4 ledige plasser for barn 0-3 år fra november"
      ]
    },
    "Ullern": {
      "available_spots": [
        "Amigos småvenner familiebarnehage: 1 ledig for barn 0-3 fra oktober",
        "Amigos småvenner familiebarnehage: 1 ledig for barn 0-3 fra oktoberCasinetto Borettslags barnehage: 3 plasser for barn 3-6 år fra oktoberHoff terrasse: 1 ledig plass for barn 2-6 år fra novemberKjosjordet barnehage: 1 ledig plass til barn 3-6 år fra novemberNordjordet barnehage: 2 ledige plasser for barn 3-6 år fra oktoberThaulow barnehage: 3 ledige plasser for barn 3-6 år fra oktoberTørtberg Kanvasbarnehage: Ledige plasser til barn 3-6 år fra oktober"
      ]
    },
    "Vestre Aker": {
      "available_spots": [
        "Frantsebråten barnehage: 1 storebarnsplass, ledig fra november 2025.Giske barnehage: 1 storebarnsplass, ledig fra november 2025Holmenveien barnehage: 1 storebarnsplass, ledig fra desember 2025Hov-Meklenborg barnehage: 1 storebarnsplass, ledig fra november.Jeppes familiebarnehage: 1 småbarnsplass ledig fra november 2025.Kongeørnen barnehage: 21 storebarnsplasser, ledige fra oktober 2025.Landingsveien barnehage: 1 storebarnsplass, ledig fra november 2025.Montessoribarnehagen Solsikken Gladheim: 2 storebarnsplasser, ledig fra september 2025.Norlandia Tomms Hytter friluftsbarnehage: 2 storebarnsplass, ledig fra oktober 2025.",
        "Jeppes familiebarnehage: 1 småbarnsplass ledig fra november 2025."
      ]
    },
    "Østensjø": {
      "available_spots": [
        "Bogerud gård barnehage: 1 ledige storbarnsplass fra novemberLille Langerud barnehage: 1 ledig storbarnsplass fra november, 2 ledige storbarnsplasser fra januarLykketrollet familiebhg. avd. Bogerudveien 25: 3 ledige småbarnsplasser, fra novemberLykketrollet familiebhg. avd. Bogerudveien 27: 5 ledige småbarnsplasser, fra november",
        "Lykketrollet familiebhg. avd. Bogerudveien 25: 3 ledige småbarnsplasser, fra november",
        "Lykketrollet familiebhg. avd. Bogerudveien 27: 5 ledige småbarnsplasser, fra november"
      ]
    }
  }
}