{
  "lastUpdate": "2025-10-21T18:41:43.978894",
  "spots": {
    "Alna": {
      "available_spots": [
        "Lutvannskollen barnehage: 1 plass under 3 år og 1 plass over 3 år ledig fra november",
        "Lutvannskollen barnehage: 1 plass under 3 år og 1 plass over 3 år ledig fra novemberLohøgda barnehage: 1 plass over 3 år ledig fra novemberStubberudlia barnehage: 1 plass over 3 år, ledig fra november"
      ]
    },
    "Frogner": {
      "available_spots": [
        "Betha Thorsen barnehage: 1 plass for barn over 3 år, ledig fra oktober.Bygården barnehage: 1 plass for barn over 3 år, ledig fra augustGodbiten barnehage: 4 plasser for barn under 3 år, ledig oktober/novemberHamna barnehage: 1 plass for barn over 3 år, ledig fra oktober",
        "Godbiten barnehage: 4 plasser for barn under 3 år, ledig oktober/november"
      ]
    },
    "Gamle Oslo": {
      "available_spots": [
        "Borggata familiebarnehage: 1 ledig plass for barn under 3 år, ledig fra september"
      ]
    },
    "Nordre Aker": {
      "available_spots": [
        "Amigos familiebarnehage avd Småen: 4 småbarnsplasser, ledig fra oktober",
        "Rektorhaugen barnehage: 1 ledig småbarnsplass, ledig fra oktober",
        "Tåsenløkka barnehage: 1 ledig storebarnsplass, ledig fra oktoberSolemskogen Naturbarnehage: 1 ledig storebarnsplass, ledig fra oktoberUniversitetets barnehage: 1 ledig storebarnsplass, ledig fra oktoberUniversitetets barnehage: 2 ledige storebarnsplasser, ledig fra novemberRektorhaugen barnehage: 1 ledig småbarnsplass, ledig fra oktoberAmigos familiebarnehage avd Småen: 4 småbarnsplasser, ledig fra oktober"
      ]
    },
    "Søndre Nordstrand": {
      "available_spots": [
        "Bjørnebo barnehage 4 ledige plasser for barn 0-3 år fra september",
        "Bjørnebo barnehage 4 ledige plasser for barn 0-3 år fra septemberBlakkensvei barnehage 4 ledige plasser for barn 0-3 år fra septemberFjeldlund barnehage: 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra septemberJettegryta barnehage 4 ledige plass for barn 3-6 år fra septemberKantarellen barnehage2 ledige plass for barn 3-6 år fra septemberPreståsen Kanvas barnehage 1 ledig plass for barn født i 2024Solbakken barnehage 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra septemberTaranrød barnehage: 2 ledige plasser for barn 0-3 år fra septemberÅsbråten barnehage 3 ledige plasser for barn 0-3 år og 8 ledige plass for barn 3-6 år fra septemberÅstun barnehage 5 ledige plasser for barn 0-3 år fra september",
        "Blakkensvei barnehage 4 ledige plasser for barn 0-3 år fra september",
        "Fjeldlund barnehage: 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra september",
        "Solbakken barnehage 1 ledig plass for barn 0-3 år og 2 ledige plass for barn 3-6 år fra september",
        "Taranrød barnehage: 2 ledige plasser for barn 0-3 år fra september",
        "Åsbråten barnehage 3 ledige plasser for barn 0-3 år og 8 ledige plass for barn 3-6 år fra september",
        "Åstun barnehage 5 ledige plasser for barn 0-3 år fra september"
      ]
    },
    "Ullern": {
      "available_spots": [
        "Amigos småvenner familiebarnehage: 1 ledig for barn 0-3 fra oktober",
        "Amigos småvenner familiebarnehage: 1 ledig for barn 0-3 fra oktoberCasinetto Borettslags barnehage: 3 plasser for barn 3-6 år fra oktoberHakkebakkeskogen familiebarnehage Ullernveien: 1 ledig plass fra oktoberKjosjordet barnehage: 2 ledige plasser til barn 3-6 år fra oktoberLilleaker barnehage: 3 ledige plasser barn 0-3 år fra oktoberNordjordet barnehage: 2 ledige plasser for barn 3-6 år fra oktoberThaulow barnehage: 3 ledige plasser for barn 3-6 år fra oktoberTørtberg Kanvasbarnehage: Ledige plasser til barn 3-6 år fra oktober",
        "Lilleaker barnehage: 3 ledige plasser barn 0-3 år fra oktober"
      ]
    },
    "Vestre Aker": {
      "available_spots": [
        "Amigos barnehage, Du og jeg og vi to: 2 Småbarnsplasser, ledige fra september 2025.",
        "Amigos barnehage, Du og jeg og vi to: 2 Småbarnsplasser, ledige fra september 2025.Giske barnehage: 1 storebarnsplass, ledig fra november 2025Jeppes familiebarnehage: 3 småbarnsplasser, ledig fra september/oktober 2025.Kongeørnen barnehage: 21 storebarnsplasser, ledige fra oktober 2025.Liabakken barnehage: 6 småbarnsplasser og 1 storebarnsplass, ledig fra november/desember 2025Montessoribarnehagen Solsikken Gladheim: 2 storebarnsplasser, ledig fra september 2025.Norlandia Tomms Hytter friluftsbarnehage: 2 storebarnsplass, ledig fra oktober 2025.",
        "Jeppes familiebarnehage: 3 småbarnsplasser, ledig fra september/oktober 2025.",
        "Liabakken barnehage: 6 småbarnsplasser og 1 storebarnsplass, ledig fra november/desember 2025"
      ]
    },
    "Østensjø": {
      "available_spots": [
        "Bogerud gård barnehage: 1 ledige storbarnsplasser og 2 småbarnsplasser, fra oktober",
        "Bogerud gård barnehage: 1 ledige storbarnsplasser og 2 småbarnsplasser, fra oktoberHoltet barnehage: 2 ledige småbarnsplasser, fra oktoberHusmannsplassen barnehage: 1 ledig storbarnsplass, fra oktoberLille Langerud barnehage: 1 ledig storbarnsplass, fra oktoberLykketrollet familiebhg. avd. Bogerudveien 25: 4 ledige småbarnsplasser, fra oktoberLykketrollet familiebhg. avd. Bogerudveien 27: 6 ledige småbarnsplasser, fra oktoberMyrvoll barnehage: 1 ledig småbarnsplass, fra oktoberSolfridbakken barnehage: 1 ledig storbarnsplass, fra oktober",
        "Holtet barnehage: 2 ledige småbarnsplasser, fra oktober",
        "Lykketrollet familiebhg. avd. Bogerudveien 25: 4 ledige småbarnsplasser, fra oktober",
        "Lykketrollet familiebhg. avd. Bogerudveien 27: 6 ledige småbarnsplasser, fra oktober",
        "Myrvoll barnehage: 1 ledig småbarnsplass, fra oktober"
      ]
    }
  }
}