{
  "lastUpdate": "2025-07-03T12:05:37.351119",
  "spots": {
    "Bjerke": {
      "available_spots": [
        "Lykketrollet fam.barnehage avd Anna Rogstadsvei for barn under 3 år: 1 plass i august.",
        "Lykketrollet fam.barnehage avd Kildevn for barn under 3 år: 2 plasser i august."
      ]
    },
    "Frogner": {
      "available_spots": [
        "Amigos familiebarnehage avd. Abrakadabra: 1 plass for barn under 3 år, ledig i august.",
        "Godbiten barnehage: 5 plasser for barn over 3 år, og 2 plasser for barn under 3 år, fra august"
      ]
    },
    "Gamle Oslo": {
      "available_spots": [
        "Borggata familiebarnehage: 2 ledige plasser for barn under 3 år, ledig fra august",
        "Venkes familiebarnehage: 2 ledige plasser for barn under 3 år, ledig fra august"
      ]
    },
    "Grorud": {
      "available_spots": [
        "Hakkebakkeskogen familiebarnehage: 2 ledige plasser for barn under 3 år fra august"
      ]
    },
    "Grünerløkka": {
      "available_spots": [
        "Lykketrollet familiebarnehage - Sverdrups gate: 2 ledige plasser for barn under 3 år fra august"
      ]
    },
    "Nordre Aker": {
      "available_spots": [
        "Amigos familiebarnehage Giraffen: 7 småbarnsplasser, ledig fra august.",
        "Amigos familiebarnehage Småen: 7 ledige småbarnsplasser, ledig fra august.",
        "Gaustadsnippen barnehage: 2 ledige storebarnsplasser og 5 ledige småbarnsplasser, ledig fra august",
        "Hakkebakkeskogen familiebarnehage Daniel Walstads vei: 3 småbarnsplasser, ledig fra august.",
        "Hakkebakkeskogen familiebarnehage Kastanjeveien: 2 småbarnsplasser, ledig fra august.",
        "Hakkebakkeskogen familiebarnehage Kolderupsvei: 2 småbarnsplasser, ledig fra august.",
        "Hakkebakkeskogen familiebarnehage Tåsenveien: 1 småbarnsplass, ledig fra august.",
        "Norlandia Gaustadskogen barnehage: 7 småbarnsplasser, ledig fra september",
        "SiO barnehage Eilert Sundt: 2 storebarnsplasser og 5 småbarnsplasser, ledig fra august",
        "SiO barnehage Lille Bamsebo: 4 ledige småbarnsplasser, ledig fra august",
        "SiO barnehage Skogly: 2 storebarnsplasser og 2 småbarnsplasser, ledig fra august",
        "Ullevålsletta barnehage: 3 storebarnsplasser og 4 småbarnsplasser, ledig fra august"
      ]
    },
    "Nordstrand": {
      "available_spots": [
        "Bekkelaget familiebarnehage: 1 plass for barn under 3 år fra oktober"
      ]
    },
    "Sagene": {
      "available_spots": [
        "Lykketrollet familiebarnehage: Ledige plasser fra august for barn i alderen 0-3 år, 7 ledige i Vogtsgate 32 og 1 ledig i Bentsegata 6"
      ]
    },
    "St. Hanshaugen": {
      "available_spots": [
        "Lindekroken Kanvas barnehage: 3 ledige plasser 1-3 år og 2 ledige plasser 3-6 år fra august"
      ]
    },
    "Søndre Nordstrand": {
      "available_spots": [
        "Bjørnebo barnehage 6 ledige plasser for barn 0-3 år fra august",
        "Blakkensvei barnehage 8 ledige plasser for barn 0-3 år fra august",
        "Kantarellen barnehage2 ledige plasser for barn 0-3 år og 4 ledige plass for barn 3-6 år fra august",
        "Taranrød barnehage: 3 ledige plasser for barn 0-3 år og 2 ledige plass for barn 3-6 år fra august",
        "Åsbråten barnehage 8 ledige plasser for barn 0-3 år og 10 ledige plass for barn 3-6 år fra august",
        "Åstun barnehage 10 ledige plasser for barn 0-3 år og 3 ledige plass for barn 3-6 år fra august"
      ]
    },
    "Ullern": {
      "available_spots": [
        "Amigos småvenner: 2 plasser til barn 1-3 år fra august",
        "Hakkebakkeskogen Dr. Rustadvei: ledige plasser til barn 1-3 år fra august"
      ]
    },
    "Vestre Aker": {
      "available_spots": [
        "Amigos familiebarnehage, Duogjegogvito: 2 småbarnsplasser, ledige fra august 2025.",
        "Hakkebakkeskogen familiebarnehage, Vækerøveien: 1 småbarnsplass, ledige fra august 2025.",
        "Hovseter barnehage: 2 småbarnsplass og 1 storebarnsplass, ledig fra august 2025.",
        "Klatremus familiebarnehage avd. Knerten: 1 småbarnsplass, ledig fra august 2025.",
        "Røahagan familiebarnehage: 4 småbarnsplasser, ledig fra august/september 2025",
        "Ulvestua barnehage: 2 småbarnsplasser, ledige fra august 2025."
      ]
    },
    "Østensjø": {
      "available_spots": [
        "Knærten familiebarnehage: 1 ledig småbarnsplass, fra august",
        "Lykketrollet familiebhg. avd. Bogerudveien 25: 4 ledige småbarnsplasser, fra august",
        "Lykketrollet familiebhg. avd. Bogerudveien 27: 6 ledige småbarnsplasser, fra august",
        "Lykketrollet familiebhg. avd. Stordamveien: 2 ledige småbarnsplasser, fra august",
        "Lykketrollet familiebhg. avd. Ulsrudveien: 6 ledige småbarnsplasser, fra august",
        "Trollungene familiebarnehage: 5 ledige småbarnsplasser, fra auguust"
      ]
    }
  }
}